Repository: wp-plugins/wp-backup-bank
Catalog: languages/backup-bank-*.po
Languages: ar

source: Step
ar: خطوة

source: Backup Setup
ar: برنامج الإعداد النسخ الاحتياطي

source: Backup Options
ar: خيارات النسخ الاحتياطي

source: Backup Destination
ar: احتياطية الوجهة

source: Schedule Backup
ar: الجدول الزمني النسخ الاحتياطي

source: Confirmation
ar: تأكيد

source: Get Started
ar: احصل على الكاتب

source: Watch Backup Video!
ar: نظر احتياطية الفيديو!

source: read documentation here
ar: تقرأ التوثيق هنا

source: Go Premium
ar: يذهب قسط

source: Features
ar: ميزات

source: Online Demos
ar: ديموس على الانترنت

source: Why Go for Premium?
ar: لماذا الذهاب للقسط؟

source: Knowledge Base
ar: قاعدة المعرفة

source: Support Forum
ar: دعم المنتدى

source: FAQ's
ar: أسئلة متكررة

source: Detailed Features
ar: الميزات التفصيلية

source: More Actions
ar: مزيد من الإجراءات

source: Premium Pricing Plans
ar: خطط التسعير الممتازة

source: Recommendations
ar: توصيات

source: Our Other Services
ar: لدينا خدمات أخرى

source: Dashboard
ar: لوحة القيادة

source: Generate Backup
ar: يولد النسخ الاحتياطي

source: Plugin Settings
ar: إعدادات البرنامج المساعد

source: Premium Editions
ar: الإصدارات المتميزة

source: Complete
ar: استكمال

source: Only Database
ar: قاعدة بيانات فقط

source: Only File System
ar: نظام الملفات فقط

source: Only Plugins and Themes
ar: الوحيد - الوظائف الاضافية وثيمات

source: Only Themes
ar: فقط ثيمات

source: Only Plugins
ar: فقط الوظائف الاضافية

source: Only WP-Content folder
ar: فقط wp المجلد المحتوى

source: Only Selected Files
ar: فقط الملفات المختارة

source: FTP
ar: بروتوكول نقل الملفات

source: DropBox
ar: دروببوإكس

source: Email
ar: البريد الإلكتروني

source: Local Folder
ar: المجلد المحلي

source: Backup Title
ar: عنوان النسخ الاحتياطي

source: Backup Option
ar: خيار النسخ الاحتياطي

source: Compression Type
ar: الانضغاط النوع

source: Sql
ar: لغة الاستعلامات البنيويه

source: Zip/Archive
ar: الرمز البريدي / الأرشيف

source: Start Time
ar: بداية وقت

source: UTC
ar: بالتوقيت العالمي

source: Php Version
ar: إصدار PHP

source: MySql Version
ar: مسقل النسخة

source: Php Max Execution Time
ar: فب ماكس إعدام الوقت

source: Php Max Upload Size
ar: فب ماكس تحميل الحجم

source: Compressing files as Zip. Please be patient, it may take a moment
ar: ضغط الملفات كما zip. يرجى التحلي بالصبر، فقد يستغرق لحظة

source: Backup Archive of Wordpress created
ar: النسخ الاحتياطي الأرشيف من وردبرس خلقت.

source: Backup Archive size is
ar: النسخ الاحتياطي الأرشيف حجم

source: Trying to create Sql file of database
ar: محاولة إنشاء قاعدة البيانات sql ملف

source: Sql file compressed and inserted into Backup Archive
ar: Sql ملف- مضغوطة وإدراجها في النسخ الاحتياطي الأرشيف

source: Backup Archive total size is
ar: النسخ الاحتياطي الأرشيف إجمالي حجم

source: Archive contains
ar: الأرشيف يحتوي على

source: files
ar: ملفات

source: Creating Sql file of database. Please be patient, it may take a moment
ar: إنشاء ملف قاعدة البيانات لغة الاستعلامات البنيويه. يرجى التحلي بالصبر، فقد يستغرق لحظة

source: Backup Archive created
ar: النسخ الاحتياطي الأرشيف خلقت

source: Trying to create Backup Archive of Plugins
ar: تحاول خلق النسخ الاحتياطي الأرشيف من الوظائف الاضافية

source: Backup Archive of Plugins created
ar: احتياطية الأرشيف ،من الوظائف الاضافية ،خلقت

source: Trying to create Backup Archive of Themes
ar: تحاول خلق النسخ الاحتياطي الأرشيف ثيمات

source: Backup Archive of Plugins and Themes created
ar: احتياطية الأرشيف ،من الوظائف الاضافية و ثيمات ،خلقت

source: Sql file
ar: ملف لغة الاستعلامات البنيويه

source: Achive
ar: يحققوه

source: Backup Process complete
ar: اكتمال عملية النسخ الاحتياطي

source: Hi
ar: مرحبا

source: This is a Backup Email by
ar: هذا هو النسخ الاحتياطي البريد الالكتروني - من قبل

source: This Backup has been generated by
ar: وقد ولدت النسخ الاحتياطي من قبل

source: Scheduler
ar: المجدول

source: Thanks & Regards
ar: الشكر والتحيات

source: WP Backup Bank Backup Email
ar: WP Backup Bank النسخ الاحتياطي البريد الالكتروني

source: This is a multi-part message in MIME format
ar: هذه رسالة متعددة الأجزاء في تنسيق MIME

source: Could not connect to Server
ar: تعذر الاتصال بخادم

source: Error
ar: خطأ

source: in
ar: في

source: Fail to Create directory on
ar: فشل إنشاء لدليل في

source: Trying to send Backup
ar: محاولة إرسال النسخ الاحتياطي

source: to
ar: إلى

source: Backup
ar: النسخ الاحتياطي

source: send to
ar: إرسال إلى

source: Fail to move Backup
ar: تفشل في تحريك النسخ الاحتياطي

source: Could not connect to
ar: تعذر الاتصال

source: send to Dropbox
ar: إرسال إلى دروببوإكس

source: Fail to send Backup
ar: لا ترسل النسخ الاحتياطي

source: to Dropbox
ar: لدروببوإكس

source: Trying to mail Backup
ar: تحاول الإلكتروني احتياطية

source: mailed to
ar: ترسل بالبريد ل

source: Fail to mail Backup
ar: تفشل ل الإلكتروني احتياطية

source: sent to
ar: إرسالها إلى

source: This Backup has been generated Manually
ar: هذه النسخ الاحتياطي وقد تم تتولد يدويا

source: Backup send to Dropbox
ar: النسخ الاحتياطي إرسال إلى دروببوإكس

source: Fail to send Backup to Dropbox
ar: تفشل ل إرسال النسخ الاحتياطي إلى دروببوإكس

source: Database Sql file created
ar: ملف لغة الاستعلامات البنيويه قاعدة بيانات تم إنشاؤها

source: Sql file size is
ar: لغة الاستعلامات البنيويه حجم الملف هو

source: Fail to create Sql file of database
ar: الفشل في إنشاء sql ملف قاعدة بيانات من

source: Generate New Backup
ar: يولد احتياطية جديدة

source: System Status
ar: حالة النظام

source: Licensing
ar: منح التراخيص

source: Could not connect to Server.
ar: لا يمكن الاتصال بالخادم.

source: Test Connection Successfull.
ar: اختبار اتصال النجاح

source: Test Connection Unsuccessfull.
ar: اختبار اتصال كانت ناجحة.

source: This is a Scheduler Notification Email by
ar: هذا هو الإعلام المجدول البريد الالكتروني

source: A Backup Scheduler has been set to generate Backup Automatically
ar: احتياطية لالمجدول تم ضبط لتوليد احتياطية تلقائيا

source: Wp Backup Bank Scheduler Notification Email
ar: Wp Backup Bank الإخطار المجدول البريد الالكتروني

source: Bulk Action
ar: إجراء جملة

source: Delete
ar: حذف

source: Apply
ar: تطبق

source: Backup Name
ar: اسم احتياطية

source: Option
ar: خيار

source: Destination
ar: الوجهة

source: Schedule Type
ar: الجدول الزمني نوع

source: Edit
ar: تحريرها

source: Download
ar: تنزيل

source: Restore
ar: الاستعادة

source: Scheduler Details
ar: جدولة تفاصيل

source: Log Details
ar: سجل تفاصيل

source: Complete Backup
ar: احتياطية استكمال

source: Automatic
ar: أوتوماتيكي

source: Manual
ar: الدليل

source: Please choose an action first!
ar: الرجاء اختيار إجراء أول!

source: Please choose atleast one Backup first!
ar: الرجاء اختيار أتلست احتياطية واحد أولا!

source: Are you sure, you want to delete these Backups ?
ar: هل أنت متأكد، أنك تريد حذف هذه النسخ الاحتياطية؟

source: Are you sure, you want to delete this Backup?
ar: هل أنت متأكد، أنك تريد حذف هذه احتياطية؟

source: Are you sure, you want to Restore this Backup?
ar: هل أنت متأكد، وتريد استعادة هذه النسخة الاحتياطية؟

source: Restoring Backup
ar: استعادة احتياطية

source: It may take few Minutes.
ar: قد يستغرق بضع دقائق.

source: Restoring Database Backup
ar: استعادة قاعدة بيانات احتياطية

source: Backup Restored Successfully!
ar: احتياطية - المستعادة بنجاح!

source: Scheduler Hook Name
ar: المجدول اسم هوك

source: Scheduler Type
ar: نوع المجدول

source: Scheduler Repeats
ar: المجدول يكرر

source: Daily
ar: يوميا

source: Weekly
ar: أسبوعيا

source: Monthly
ar: شهريا

source: Repeats On
ar: يكرر على

source: Every
ar: كل

source: Monday
ar: الإثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مسيرة

source: April
ar: نيسان

source: May
ar: قد

source: June
ar: يونيو

source: July
ar: يوليو

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: تشرين الثاني

source: December
ar: ديسمبر

source: Schedule Time
ar: الجدول الزمني

source: Scheduler Interval
ar: المجدول الفاصل

source: Hours
ar: ساعات

source: Start Date
ar: تاريخ بدء

source: End Date
ar: تاريخ نهاية

source: Never
ar: أبدا

source: Next Execution
ar: إعدام المقبل

source: Backup Information
ar: احتياطية المعلومات

source: Site Url
ar: عنوان الموقع الموقع

source: PHP Version
ar: النسخة PHP

source: MySQL Version
ar: الخلية النسخة

source: Backup Generated
ar: احتياطية تتولد

source: Automatically
ar: تلقائيا

source: Scheduled
ar: المقرر

source: FTP Path
ar: بروتوكول نقل الملفات الدرب

source: Email Address
ar: عنوان البريد الإلكتروني

source: Local Folder Path
ar: المجلد المحلي مسار

source: Backup Type
ar: نوع النسخ الاحتياطي

source: Backup Size
ar: احتياطية الحجم

source: Backup Copy Path
ar: مسار احتياطية نسخ

source: Backup Created on
ar: احتياطية - المنشئة على

source: Send to Destination on
ar: إرسال إلى الوجهة على

source: Wp Backup Bank Licensing Module
ar: Wp Backup Bank الترخيص الوحدة النمطية

source: Version
ar: النسخة

source: Type
ar: نوع

source: API Key
ar: مفتاح API

source: Order ID
ar: ترتيب ID

source: Update
ar: التحديث

source: Plugin Settings has been updated.
ar: إعدادات البرنامج المساعد تم تحديث.

source: Show WP Backup Bank Plugin Menu
ar: إظهار WP Backup Bank البرنامج المساعد القوائم

source: Administrator
ar: بمسؤول

source: Editor
ar: محرر

source: Author
ar: مؤلف

source: Contributor
ar: مساهم

source: Subscriber
ar: مكتتب

source: WP Backup Bank Menu Top Bar
ar: WP Backup Bank القائمة الأعلى بار

source: Enable
ar: تمكين

source: Disable
ar: تعطيل

source: Save Changes
ar: حفظ التغييرات

source: Wp Backup Bank Scheduler Details
ar: Wp Backup Bank المجدول تفاصيل

source: Back to Dashboard
ar: العودة إلى لوحة التحكم الرئيسية

source: Server Address
ar: عنوان الخادم

source: Remote Path
ar: عن بعد مسار

source: Email address
ar: عنوان البريد الإلكتروني

source: CC
ar: سي سي

source: BCC
ar: نسخة خفية

source: after
ar: بعد

source: weeks
ar: أسابيع

source: Step 1: Backup Setup
ar: الخطوة 1: النسخ الاحتياطي إعداد

source: Welcome to Backup Generation Wizard.
ar: أهلا بكم في النسخة الاحتياطية. معالج إنشاء

source: This Wizard will help you to Backup your Wordpress website and you can easily sync it with FTP, Local Computer, Email and DropBox.
ar: هذا وسوف معالج تساعدك على النسخ الاحتياطي وورد موقع الويب الخاص بك، ويمكنك بسهولة مزامنة مع بروتوكول نقل الملفات، الكمبيوتر المحلي، البريد الإلكتروني والمنسدل.

source: The Plugin allows you to take Full Backups, Custom Backups, Backups for Files and Databases.
ar: البرنامج المساعد يسمح لك أن تأخذ النسخ الاحتياطية الكاملة، عرف النسخ الاحتياطي، النسخ الاحتياطي من للملفات وقواعد البيانات.

source: Kindly proceed with the following steps in order to take Backups.
ar: يرجى المضي قدما في الخطوات التالية من أجل اتخاذ النسخ الاحتياطية.

source: Enter Backup Title
ar: أدخل النسخ الاحتياطي لقب

source: Enter Email Address
ar: إدخال عنوان البريد الإلكتروني

source: Do you want to set password for your Backup
ar: هل تريد تعيين كلمة المرور لالنسخ الاحتياطي الخاص بك

source: Password
ar: كلمة السر

source: Enter Your Password
ar: أدخل كلمة المرور

source: Confirm Password
ar: تأكيد كلمة السر

source: Proceed to Next Step
ar: انتقل إلى الخطوة التالية

source: Step 2: Backup Options
ar: الخطوة 2: خيارات النسخ الاحتياطيالخطوة 2: خيارات النسخ الاحتياطي

source: Backup options allow you with different type of backups as described below.
ar: خيارات النسخ الاحتياطي يسمح لك مع نوع مختلف من النسخ الاحتياطي كما هو موضح أدناه.

source: Complete Backup : This allow you to take complete backup of Wordpress including all Files and Database i.e. images, themes, plugins and database.
ar: النسخ الاحتياطي الكامل: هذا سيسمح لك أن تأخذ نسخة احتياطية كاملة من وورد بما في ذلك جميع الملفات وقواعد البيانات أي الصور، والموضوعات، والإضافات، وقاعدة البيانات.

source: Only Database : This allow you to take backup for Database only.
ar: الوحيد قاعدة بيانات: هذه تسمح لك أن تأخذ نسخة احتياطية لقاعدة البيانات فقط.

source: Only File System : This allow you to take backup for Files only .
ar: الملف فقط النظام: هذا سيسمح لك أن تأخذ نسخة احتياطية عن الملفات فقط.

source: All Plugins and Themes : This allow you to take backup of all Plugins and Themes .
ar: جميع، الوظائف الاضافية وثيمات: هذا يسمح لك أن تأخذ نسخة احتياطية من جميع الوظائف الاضافية والمواضيع.

source: Only Themes : This allow you to take backup of all Themes .
ar: ثيمات الوحيدة: هذا يسمح لك أن تأخذ نسخة احتياطية من جميع ثيمات .

source: Only Plugins : This allow you to take backup of all Plugins .
ar: فقط الوظائف الاضافية: هذا سيسمح لك أن تأخذ نسخة احتياطية من جميع ،الوظائف الاضافية.

source: Only WP-Content folder : This allow you to take backup of WP-Content folder .
ar: فقط الفسفور الابيض بين المحتوى مجلد: وهذا يسمح لك أن تأخذ نسخة احتياطية من WP المحتوى- مجلد.

source: Only Selected Files : This allow you to take backup of Selected Files only .
ar: مختارة فقط الملفات: وهذا يسمح لك أن تأخذ نسخة احتياطية من الملفات المحددة فقط.

source: Backup options
ar: خيارات النسخ الاحتياطي

source: Only WP-Content Folder
ar: فقط WP المحتوى مجلد.

source: Back to Previous Step
ar: العودة إلى الخطوة السابقة

source: Step 3: Backup Destination
ar: الخطوة 3: النسخ الاحتياطي الوجهة

source: In a Backup Destination you can send your Backups to outside storage destination like Dropbox, FTP, Email, Local Computer.
ar: في وجهة النسخ الاحتياطي الوجهة يمكنك إرسال النسخ الخاصة بك إلى تخزين خارجية مثل دروببوإكس، FTP، البريد الإلكتروني، والكمبيوتر المحلي.

source: if your site goes down, you don't want your Backup stored on that same server then store it on another Destination as mentioned above.
ar: إذا كان موقعك وتنخفض، وكنت لا تريد النسخ الاحتياطي الخاصة بك المخزنة على هذا الخادم نفسه ثم مخزن هذا على الوجهة على النحو المذكور أعلاه.

source: Backup Destination - FTP
ar: احتياطية الوجهة - بروتوكول نقل الملفات

source: File Transport Protocol.
ar: بروتوكول نقل الملفات.

source: This is the most common way of sending larger files between Servers.
ar: هذه هي الطريقة الأكثر شيوعا لإرسال الملفات الكبيرة بين ملقمات.

source: Most web hosting accounts provide FTP access.
ar: معظم حسابات استضافة المواقع،توفير الوصول إلى بروتوكول نقل الملفات.

source: This common and well-known transfer method is tried and true.
ar: هذا أسلوب نقل المشترك ومعروفة غير، مجربة وحقيقية.

source: Example
ar: مثال

source: UserName
ar: اسم المستخدم

source: Archive Limit
ar: أرشيف - الحد

source: Encryption
ar: التشفير

source: FTPs
ar: إف تي بي إس

source: Test Connection
ar: اختبار الصدد

source: Backup Destination - Dropbox
ar: احتياطية الوجهة - دروببوإكس

source: Dropbox offers cloud storage, file synchronization, personal cloud, and client software.
ar: دروببوإكس يوفر تخزين سحابة، مزامنة الملفات، سحابة الشخصية، وبرنامج العميل.

source: Dropbox allows users to create a special folder on each of their computers, which Dropbox when synchronize so that it appears to be the same folder (with the same contents) regardless of which computer is used to view it.
ar: دروببوإكس تتيح للمستخدمين إنشاء مجلد خاص على كل من أجهزة الكمبيوتر الخاصة بهم، والتي عندما دروببوإكس مزامنة بحيث يبدو أن نفس المجلد (مع نفس المحتويات) بغض النظر عن الذي يستخدم الكمبيوتر لمشاهدته.

source: Files placed in the folder also are accessible through a website and mobile phone applications.
ar: الملفات توضع في مجلد يمكن الوصول إليها من خلال موقع على شبكة الانترنت وتطبيقات الهواتف النقالة أيضا.

source: Note : The Dropbox API limits upload to a maximum of 150MB.
ar: ملاحظة: ودروببوإكس API حدود المرفوعه إلى حد أقصى قدره 150MB.

source: Additionally, backup file must be fully loaded into memory to transfer to Dropbox.
ar: بالإضافة ملف النسخ الاحتياطي يجب أن تكون محملة بالكامل في الذاكرة لنقل إلى دروببوإكس.

source: WP Backup Bank estimates you will be able to transfer backups up to 150 MB with your current memory limit of 1024 MB and Dropbox's 150 MB limit.
ar: WP Bank Backup التقديرات أنت سوف تكون قادرة على نقل النسخ الاحتياطية لغاية 150 MB مع الخاصة بك الحد الذاكرة الحالي 1024 MB، ودروببوإكس الحد 150 MB.

source: Adding a Dropbox destination
ar: إضافة دروببوإكس الوجهة

source: Click the Connect to Dropbox and Authorize button below.
ar: انقر على للاتصال دروببوإكس و تأذن زر أدناه.

source: In the new window that opens, login to Dropbox.com if prompted and click Allow.
ar: في النافذة الجديدة التي تفتح، تسجيل الدخول الى Dropbox.com إذا طلب منك وانقر فوق السماح.

source: Return to this window and click the Yes, I've Authorized Backup Bank.
ar: العودة إلى هذه النافذة وانقر نعم، لقد أذن Wp Backup Bank

source: Enter your Dropbox API Key
ar: أدخل ك دروببوإكس مفتاح API

source: Secret Key
ar: المفتاح السري

source: Enter your Dropbox Secret Key
ar: أدخل دروببوإكس - سر مفتاح

source: Connect to Dropbox and Authorize
ar: قم بتوصيل إلى دروببوإكس وتأذن

source: Get your Dropbox App Key & Secret
ar: احصل دروببوإكس التطبيقات مفتاح والسرية

source: Backup Destination - Email
ar: احتياطية الوجهة - البريد الإلكتروني

source: You can send files as Email attachments.
ar: يمكنك إرسال الملفات كمرفقات البريد الالكتروني.

source: With most mail Servers attachments are typically limited to about 10 MB in size so only small Backups typically can be sent this way.
ar: مع معظم خوادم البريد ، المرفقات تقتصر عادة على حوالي 10 ميغابايت في حجم. هكذا صغيرة جدا عادة يمكن إرسال النسخ الاحتياطية فقط بهذه الطريقة.

source: Backup Destination - Local Folder
ar: احتياطية الوجهة - المجلد المحلي

source: Local folder allows you to Backup all your data on the System itself rather than on the Off Site Storage Destination.
ar: مجلد محلي يسمح لك احتياطية لجميع البيانات الخاصة بك على النظام نفسه وليس على الوجهة معطلة التخزين الموقع.

source: Folder Location
ar: مجلد المكان

source: Dropbox Api Key or Secret Key not Correct
ar: دروببوإكس API مفتاح أو مفتاح السري غير صحيح

source: Step 4 : Schedule Backup
ar: الخطوة 4: الجدول الزمني النسخ الاحتياطي

source: Schedule Backup !!! So you don't need to remember to make backups every day, week or month. You can also set the schedule to send your backups to any of your off site storage destinations automatically.
ar: الجدول الزمني النسخ الاحتياطي !!! لذلك لم يكن بحاجة إلى أن نتذكر لجعل النسخ الاحتياطي كل يوم أو أسبوع أو شهر. يمكنك أيضا تعيين جدول زمني لإرسال النسخ الاحتياطي الخاصة بك إلى أي موقع من وجهة التخزين تلقائيا.

source: Backup Scheduling
ar: جدولة النسخ الاحتياطي

source: Manual Scheduling
ar: جدولة اليدوية

source: Automatic Scheduling
ar: جدولة تلقائية

source: Backup Interval
ar: النسخ الاحتياطي الفاصل الزمني

source: Backup Months
ar: النسخ الاحتياطي اشهر

source: Start on
ar: ابدأ على

source: Repeat Every
ar: نكرر كل

source: Week
ar: أسبوع

source: Backup Days
ar: النسخ الاحتياطي أيام

source: Backup Time
ar: وقت النسخ الاحتياطي

source: hrs
ar: ساعات

source: mins
ar: دقائق

source: Ends
ar: نهايات

source: On
ar: على

source: Creating Sql file
ar: خلق ملف SQL

source: Creating Zip
ar: تهيئة البريدي

source: Kb Created.
ar: Kb أنشاء.

source: Step 5: Confirmation
ar: الخطوة 5:التأكيد

source: Kindly confirm the settings you have set in previous steps.
ar: يرجى تاكيد إعدادات قمت بضبطه في الخطوات السابقة.

source: Email Address for Notification
ar: البريد الإلكتروني عنوان بالنسبة ل إعلام

source: Password Required for Backups
ar: كلمة المرور المطلوبة من أجل النسخ الاحتياطي

source: Yes
ar: نعم

source: No
ar: لا

source: Schedule Interval
ar: الجدول الزمني الفاصل الزمني

source: Scheduler Months
ar: جدولة شهرين

source: Start On
ar: ابدأ على

source: Ends on
ar: تنتهي يوم

source: Confirm & Proceed to Generate Backup
ar: تأكيد وانتقل إلى خلق النسخ الاحتياطي

source: Database Backup Generated.
ar: قاعدة بيانات - النسخ الاحتياطي خلقت.

source: Moving to Destination
ar: يتحرك إلى الوجهة

source: Zip Created
ar: الرمز البريدي أنشاء

source: Moving Backup to Destination
ar: تتحرك النسخ الاحتياطي إلى الوجهة

source: Backup Size should be less than 15000 Kb to send it as Email attachment
ar: النسخ الاحتياطي حجم يجب أن يكون أقل من 15000 كيلو بايت لإرساله كمرفق البريد الالكتروني

source: Backup scheduler generated Successfully.
ar: النسخ المجدول المتولدة بنجاح.
